{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 512,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "[": 37,
      "\\": 38,
      "]": 39,
      "^": 40,
      "_": 41,
      "`": 42,
      "a": 43,
      "b": 44,
      "c": 45,
      "d": 46,
      "e": 47,
      "f": 48,
      "g": 49,
      "h": 50,
      "i": 51,
      "j": 52,
      "k": 53,
      "l": 54,
      "m": 55,
      "n": 56,
      "o": 57,
      "p": 58,
      "q": 59,
      "r": 60,
      "s": 61,
      "t": 62,
      "u": 63,
      "v": 64,
      "w": 65,
      "x": 66,
      "y": 67,
      "z": 68,
      "{": 69,
      "|": 70,
      "}": 71,
      "~": 72,
      "£": 73,
      "¥": 74,
      "§": 75,
      "¨": 76,
      "«": 77,
      "¬": 78,
      "®": 79,
      "¯": 80,
      "°": 81,
      "±": 82,
      "²": 83,
      "´": 84,
      "·": 85,
      "º": 86,
      "»": 87,
      "½": 88,
      "¾": 89,
      "¿": 90,
      "×": 91,
      "ß": 92,
      "æ": 93,
      "ð": 94,
      "÷": 95,
      "ø": 96,
      "đ": 97,
      "ı": 98,
      "ł": 99,
      "ŋ": 100,
      "œ": 101,
      "ƒ": 102,
      "ƥ": 103,
      "ƹ": 104,
      "ƿ": 105,
      "ȡ": 106,
      "ɐ": 107,
      "ɑ": 108,
      "ɒ": 109,
      "ɔ": 110,
      "ɖ": 111,
      "ɗ": 112,
      "ə": 113,
      "ɚ": 114,
      "ɛ": 115,
      "ɜ": 116,
      "ɡ": 117,
      "ɪ": 118,
      "ɫ": 119,
      "ɭ": 120,
      "ɸ": 121,
      "ɽ": 122,
      "ɾ": 123,
      "ʁ": 124,
      "ʃ": 125,
      "ʊ": 126,
      "ʌ": 127,
      "ʍ": 128,
      "ʎ": 129,
      "ʒ": 130,
      "ʔ": 131,
      "ʰ": 132,
      "ʱ": 133,
      "ʲ": 134,
      "ʻ": 135,
      "ʼ": 136,
      "ʾ": 137,
      "ʿ": 138,
      "ˈ": 139,
      "ˌ": 140,
      "ː": 141,
      "ˑ": 142,
      "˙": 143,
      "˚": 144,
      "ˠ": 145,
      "α": 146,
      "β": 147,
      "γ": 148,
      "δ": 149,
      "ε": 150,
      "ζ": 151,
      "η": 152,
      "θ": 153,
      "ι": 154,
      "κ": 155,
      "λ": 156,
      "μ": 157,
      "ν": 158,
      "ξ": 159,
      "ο": 160,
      "π": 161,
      "ρ": 162,
      "ς": 163,
      "σ": 164,
      "τ": 165,
      "υ": 166,
      "φ": 167,
      "χ": 168,
      "ψ": 169,
      "ω": 170,
      "ϕ": 171,
      "ϵ": 172,
      "а": 173,
      "б": 174,
      "в": 175,
      "г": 176,
      "д": 177,
      "е": 178,
      "ж": 179,
      "з": 180,
      "и": 181,
      "к": 182,
      "л": 183,
      "м": 184,
      "н": 185,
      "о": 186,
      "п": 187,
      "р": 188,
      "с": 189,
      "т": 190,
      "у": 191,
      "ф": 192,
      "х": 193,
      "ц": 194,
      "ч": 195,
      "ш": 196,
      "щ": 197,
      "ъ": 198,
      "ы": 199,
      "ь": 200,
      "э": 201,
      "ю": 202,
      "я": 203,
      "і": 204,
      "ү": 205,
      "א": 206,
      "ג": 207,
      "ד": 208,
      "ה": 209,
      "ו": 210,
      "ח": 211,
      "י": 212,
      "ם": 213,
      "ן": 214,
      "נ": 215,
      "ע": 216,
      "ר": 217,
      "ש": 218,
      "ء": 219,
      "ا": 220,
      "ت": 221,
      "ج": 222,
      "خ": 223,
      "د": 224,
      "ر": 225,
      "س": 226,
      "ش": 227,
      "ص": 228,
      "ط": 229,
      "ع": 230,
      "ف": 231,
      "ق": 232,
      "ك": 233,
      "ل": 234,
      "م": 235,
      "ن": 236,
      "ه": 237,
      "و": 238,
      "ي": 239,
      "چ": 240,
      "ی": 241,
      "आ": 242,
      "क": 243,
      "ख": 244,
      "ग": 245,
      "घ": 246,
      "च": 247,
      "ज": 248,
      "ञ": 249,
      "ट": 250,
      "ठ": 251,
      "ड": 252,
      "ण": 253,
      "त": 254,
      "द": 255,
      "ध": 256,
      "न": 257,
      "प": 258,
      "ब": 259,
      "भ": 260,
      "म": 261,
      "य": 262,
      "र": 263,
      "ल": 264,
      "व": 265,
      "श": 266,
      "ष": 267,
      "स": 268,
      "ह": 269,
      "ा": 270,
      "ि": 271,
      "ी": 272,
      "ो": 273,
      "ং": 274,
      "অ": 275,
      "ক": 276,
      "খ": 277,
      "চ": 278,
      "ত": 279,
      "দ": 280,
      "ধ": 281,
      "ন": 282,
      "ব": 283,
      "ভ": 284,
      "ম": 285,
      "য": 286,
      "র": 287,
      "ল": 288,
      "স": 289,
      "া": 290,
      "ি": 291,
      "ী": 292,
      "ে": 293,
      "ৰ": 294,
      "ਗ": 295,
      "ਭ": 296,
      "ਾ": 297,
      "ੜ": 298,
      "ତ": 299,
      "ଧ": 300,
      "ନ": 301,
      "ବ": 302,
      "ଭ": 303,
      "ମ": 304,
      "ର": 305,
      "ସ": 306,
      "ା": 307,
      "இ": 308,
      "ந": 309,
      "ப": 310,
      "ம": 311,
      "ய": 312,
      "ல": 313,
      "ி": 314,
      "ு": 315,
      "ை": 316,
      "ം": 317,
      "ക": 318,
      "യ": 319,
      "റ": 320,
      "ല": 321,
      "ി": 322,
      "േ": 323,
      "ก": 324,
      "ค": 325,
      "ฆ": 326,
      "จ": 327,
      "ฉ": 328,
      "ณ": 329,
      "ท": 330,
      "น": 331,
      "ม": 332,
      "ย": 333,
      "ร": 334,
      "ษ": 335,
      "ส": 336,
      "ห": 337,
      "อ": 338,
      "า": 339,
      "โ": 340,
      "ไ": 341,
      "ᄀ": 342,
      "ᄃ": 343,
      "ᄅ": 344,
      "ᄆ": 345,
      "ᄇ": 346,
      "ᄉ": 347,
      "ᄊ": 348,
      "ᄋ": 349,
      "ᄌ": 350,
      "ᄎ": 351,
      "ᄏ": 352,
      "ᄒ": 353,
      "ᅡ": 354,
      "ᅢ": 355,
      "ᅥ": 356,
      "ᅦ": 357,
      "ᅧ": 358,
      "ᅨ": 359,
      "ᅩ": 360,
      "ᅪ": 361,
      "ᅫ": 362,
      "ᅭ": 363,
      "ᅮ": 364,
      "ᅳ": 365,
      "ᅵ": 366,
      "ᆨ": 367,
      "ᆫ": 368,
      "ᆯ": 369,
      "ᆷ": 370,
      "ᆸ": 371,
      "ᆼ": 372,
      "ក": 373,
      "ខ": 374,
      "ង": 375,
      "ច": 376,
      "ជ": 377,
      "ញ": 378,
      "ឌ": 379,
      "ណ": 380,
      "ត": 381,
      "ថ": 382,
      "ទ": 383,
      "ន": 384,
      "ប": 385,
      "ភ": 386,
      "យ": 387,
      "រ": 388,
      "ល": 389,
      "វ": 390,
      "ស": 391,
      "ឡ": 392,
      "ឬ": 393,
      "ា": 394,
      "េ": 395,
      "៖": 396,
      "ᴥ": 397,
      "ᵊ": 398,
      "ẚ": 399,
      "‐": 400,
      "‑": 401,
      "–": 402,
      "—": 403,
      "―": 404,
      "‖": 405,
      "‘": 406,
      "’": 407,
      "“": 408,
      "”": 409,
      "„": 410,
      "†": 411,
      "‡": 412,
      "•": 413,
      "…": 414,
      "′": 415,
      "″": 416,
      "‹": 417,
      "›": 418,
      "⁄": 419,
      "₃": 420,
      "€": 421,
      "₱": 422,
      "₹": 423,
      "₿": 424,
      "ℑ": 425,
      "ℓ": 426,
      "ℜ": 427,
      "™": 428,
      "ℵ": 429,
      "ℶ": 430,
      "←": 431,
      "→": 432,
      "↔": 433,
      "↦": 434,
      "↪": 435,
      "⇒": 436,
      "⇔": 437,
      "∀": 438,
      "∁": 439,
      "∂": 440,
      "∃": 441,
      "∅": 442,
      "∇": 443,
      "∈": 444,
      "∊": 445,
      "∋": 446,
      "∏": 447,
      "∐": 448,
      "∑": 449,
      "−": 450,
      "∓": 451,
      "∖": 452,
      "∗": 453,
      "∘": 454,
      "∙": 455,
      "√": 456,
      "∝": 457,
      "∞": 458,
      "∣": 459,
      "∥": 460,
      "∧": 461,
      "∨": 462,
      "∩": 463,
      "∪": 464,
      "∫": 465,
      "∬": 466,
      "∮": 467,
      "∴": 468,
      "∵": 469,
      "∼": 470,
      "≀": 471,
      "≃": 472,
      "≅": 473,
      "≈": 474,
      "≜": 475,
      "≝": 476,
      "≡": 477,
      "≤": 478,
      "≥": 479,
      "≦": 480,
      "≧": 481,
      "≪": 482,
      "≫": 483,
      "≻": 484,
      "≼": 485,
      "≽": 486,
      "⊂": 487,
      "⊃": 488,
      "⊆": 489,
      "⊇": 490,
      "⊊": 491,
      "⊋": 492,
      "⊔": 493,
      "⊕": 494,
      "⊖": 495,
      "⊗": 496,
      "⊙": 497,
      "⊤": 498,
      "⊥": 499,
      "⊲": 500,
      "⊴": 501,
      "⊻": 502,
      "⋂": 503,
      "⋃": 504,
      "⋅": 505,
      "⋆": 506,
      "⋉": 507,
      "⋊": 508,
      "⋔": 509,
      "⋮": 510,
      "⋯": 511,
      "⋱": 512,
      "⌈": 513,
      "⌉": 514,
      "⌊": 515,
      "⌋": 516,
      "⏞": 517,
      "⏟": 518,
      "─": 519,
      "┌": 520,
      "┐": 521,
      "╥": 522,
      "╨": 523,
      "▀": 524,
      "▄": 525,
      "█": 526,
      "░": 527,
      "▒": 528,
      "▓": 529,
      "■": 530,
      "□": 531,
      "△": 532,
      "○": 533,
      "◘": 534,
      "◻": 535,
      "☡": 536,
      "☺": 537,
      "☿": 538,
      "♂": 539,
      "♃": 540,
      "♄": 541,
      "♡": 542,
      "♥": 543,
      "♭": 544,
      "♯": 545,
      "➡": 546,
      "⟨": 547,
      "⟩": 548,
      "⟹": 549,
      "⟺": 550,
      "⠀": 551,
      "⠁": 552,
      "⠋": 553,
      "⠙": 554,
      "⠟": 555,
      "⠻": 556,
      "⠿": 557,
      "⡈": 558,
      "⡟": 559,
      "⡷": 560,
      "⡿": 561,
      "⢀": 562,
      "⢁": 563,
      "⢻": 564,
      "⢿": 565,
      "⣌": 566,
      "⣠": 567,
      "⣴": 568,
      "⣶": 569,
      "⣷": 570,
      "⣼": 571,
      "⣾": 572,
      "⣿": 573,
      "⨁": 574,
      "⨆": 575,
      "⩽": 576,
      "⩾": 577,
      "ⱷ": 578,
      "『": 579,
      "』": 580,
      "〜": 581,
      "い": 582,
      "け": 583,
      "つ": 584,
      "て": 585,
      "に": 586,
      "の": 587,
      "ひ": 588,
      "ま": 589,
      "ゃ": 590,
      "よ": 591,
      "る": 592,
      "ん": 593,
      "ア": 594,
      "イ": 595,
      "エ": 596,
      "オ": 597,
      "カ": 598,
      "キ": 599,
      "ク": 600,
      "コ": 601,
      "サ": 602,
      "シ": 603,
      "ス": 604,
      "ッ": 605,
      "テ": 606,
      "ト": 607,
      "ナ": 608,
      "ニ": 609,
      "ノ": 610,
      "ハ": 611,
      "ヒ": 612,
      "フ": 613,
      "ヘ": 614,
      "ホ": 615,
      "マ": 616,
      "ム": 617,
      "メ": 618,
      "ラ": 619,
      "リ": 620,
      "ル": 621,
      "ン": 622,
      "・": 623,
      "ー": 624,
      "一": 625,
      "三": 626,
      "上": 627,
      "不": 628,
      "中": 629,
      "丸": 630,
      "主": 631,
      "乃": 632,
      "之": 633,
      "乙": 634,
      "九": 635,
      "争": 636,
      "事": 637,
      "二": 638,
      "五": 639,
      "亜": 640,
      "京": 641,
      "人": 642,
      "代": 643,
      "仪": 644,
      "件": 645,
      "会": 646,
      "伝": 647,
      "伽": 648,
      "余": 649,
      "供": 650,
      "保": 651,
      "候": 652,
      "倭": 653,
      "傳": 654,
      "像": 655,
      "光": 656,
      "兜": 657,
      "全": 658,
      "八": 659,
      "公": 660,
      "六": 661,
      "内": 662,
      "切": 663,
      "初": 664,
      "利": 665,
      "刮": 666,
      "前": 667,
      "創": 668,
      "功": 669,
      "加": 670,
      "动": 671,
      "動": 672,
      "包": 673,
      "化": 674,
      "北": 675,
      "医": 676,
      "十": 677,
      "南": 678,
      "占": 679,
      "卫": 680,
      "印": 681,
      "发": 682,
      "史": 683,
      "叶": 684,
      "号": 685,
      "司": 686,
      "合": 687,
      "同": 688,
      "名": 689,
      "向": 690,
      "吳": 691,
      "周": 692,
      "商": 693,
      "問": 694,
      "啓": 695,
      "四": 696,
      "因": 697,
      "図": 698,
      "固": 699,
      "国": 700,
      "國": 701,
      "圓": 702,
      "土": 703,
      "地": 704,
      "報": 705,
      "塔": 706,
      "壁": 707,
      "士": 708,
      "変": 709,
      "大": 710,
      "天": 711,
      "太": 712,
      "夫": 713,
      "央": 714,
      "夷": 715,
      "奇": 716,
      "女": 717,
      "妇": 718,
      "婦": 719,
      "子": 720,
      "字": 721,
      "学": 722,
      "學": 723,
      "安": 724,
      "宋": 725,
      "实": 726,
      "宫": 727,
      "寒": 728,
      "将": 729,
      "小": 730,
      "少": 731,
      "山": 732,
      "岭": 733,
      "島": 734,
      "州": 735,
      "工": 736,
      "巻": 737,
      "帝": 738,
      "幕": 739,
      "平": 740,
      "年": 741,
      "府": 742,
      "度": 743,
      "康": 744,
      "廟": 745,
      "异": 746,
      "式": 747,
      "張": 748,
      "强": 749,
      "彌": 750,
      "影": 751,
      "征": 752,
      "徐": 753,
      "御": 754,
      "心": 755,
      "志": 756,
      "急": 757,
      "恋": 758,
      "愛": 759,
      "慈": 760,
      "慶": 761,
      "戒": 762,
      "戦": 763,
      "打": 764,
      "抱": 765,
      "抹": 766,
      "拔": 767,
      "拳": 768,
      "挡": 769,
      "推": 770,
      "摄": 771,
      "攝": 772,
      "改": 773,
      "政": 774,
      "整": 775,
      "數": 776,
      "文": 777,
      "断": 778,
      "新": 779,
      "方": 780,
      "日": 781,
      "旦": 782,
      "明": 783,
      "春": 784,
      "昭": 785,
      "時": 786,
      "智": 787,
      "暗": 788,
      "書": 789,
      "月": 790,
      "望": 791,
      "朝": 792,
      "期": 793,
      "木": 794,
      "未": 795,
      "本": 796,
      "李": 797,
      "東": 798,
      "松": 799,
      "校": 800,
      "株": 801,
      "根": 802,
      "桃": 803,
      "梅": 804,
      "棕": 805,
      "楓": 806,
      "楚": 807,
      "楠": 808,
      "業": 809,
      "概": 810,
      "欢": 811,
      "正": 812,
      "步": 813,
      "歸": 814,
      "死": 815,
      "毒": 816,
      "氏": 817,
      "民": 818,
      "气": 819,
      "氣": 820,
      "水": 821,
      "永": 822,
      "沢": 823,
      "治": 824,
      "沼": 825,
      "法": 826,
      "泥": 827,
      "洋": 828,
      "津": 829,
      "派": 830,
      "流": 831,
      "海": 832,
      "液": 833,
      "淫": 834,
      "淳": 835,
      "温": 836,
      "測": 837,
      "港": 838,
      "溫": 839,
      "漂": 840,
      "漢": 841,
      "潘": 842,
      "火": 843,
      "灸": 844,
      "炎": 845,
      "热": 846,
      "焦": 847,
      "煦": 848,
      "燕": 849,
      "營": 850,
      "燥": 851,
      "特": 852,
      "現": 853,
      "瑕": 854,
      "生": 855,
      "用": 856,
      "男": 857,
      "画": 858,
      "病": 859,
      "痧": 860,
      "療": 861,
      "皇": 862,
      "矢": 863,
      "硬": 864,
      "碑": 865,
      "社": 866,
      "祖": 867,
      "神": 868,
      "祠": 869,
      "福": 870,
      "科": 871,
      "称": 872,
      "積": 873,
      "空": 874,
      "立": 875,
      "竺": 876,
      "等": 877,
      "算": 878,
      "篤": 879,
      "精": 880,
      "索": 881,
      "紫": 882,
      "絆": 883,
      "統": 884,
      "經": 885,
      "縣": 886,
      "纲": 887,
      "经": 888,
      "结": 889,
      "络": 890,
      "维": 891,
      "编": 892,
      "罐": 893,
      "羂": 894,
      "羅": 895,
      "美": 896,
      "者": 897,
      "聞": 898,
      "肚": 899,
      "肝": 900,
      "肺": 901,
      "胃": 902,
      "胱": 903,
      "胸": 904,
      "脈": 905,
      "脉": 906,
      "脏": 907,
      "脾": 908,
      "腎": 909,
      "腑": 910,
      "腸": 911,
      "腹": 912,
      "膽": 913,
      "臟": 914,
      "舟": 915,
      "色": 916,
      "艾": 917,
      "若": 918,
      "草": 919,
      "萤": 920,
      "营": 921,
      "葛": 922,
      "董": 923,
      "蒙": 924,
      "蒲": 925,
      "薫": 926,
      "藤": 927,
      "虎": 928,
      "虚": 929,
      "虫": 930,
      "蛋": 931,
      "蟬": 932,
      "血": 933,
      "衆": 934,
      "術": 935,
      "衛": 936,
      "衢": 937,
      "表": 938,
      "袖": 939,
      "被": 940,
      "襟": 941,
      "襠": 942,
      "西": 943,
      "要": 944,
      "観": 945,
      "解": 946,
      "詳": 947,
      "護": 948,
      "证": 949,
      "诃": 950,
      "课": 951,
      "財": 952,
      "賢": 953,
      "贝": 954,
      "起": 955,
      "跌": 956,
      "身": 957,
      "軍": 958,
      "辩": 959,
      "農": 960,
      "進": 961,
      "運": 962,
      "道": 963,
      "邪": 964,
      "部": 965,
      "醫": 966,
      "里": 967,
      "金": 968,
      "針": 969,
      "録": 970,
      "鏡": 971,
      "門": 972,
      "開": 973,
      "関": 974,
      "防": 975,
      "阳": 976,
      "阿": 977,
      "院": 978,
      "陳": 979,
      "靈": 980,
      "青": 981,
      "面": 982,
      "音": 983,
      "響": 984,
      "顔": 985,
      "風": 986,
      "风": 987,
      "飞": 988,
      "骨": 989,
      "髀": 990,
      "鮮": 991,
      "鶏": 992,
      "鹰": 993,
      "麻": 994,
      "黄": 995,
      "龍": 996,
      "ꜣ": 997,
      "，": 998,
      "～": 999,
      "𝓛": 1000,
      "𝔠": 1001,
      "𝛿": 1002,
      "𝜆": 1003,
      "🌈": 1004,
      "##a": 1005,
      "##r": 1006,
      "##u": 1007,
      "##e": 1008,
      "##v": 1009,
      "##n": 1010,
      "##y": 1011,
      "##l": 1012,
      "##i": 1013,
      "##s": 1014,
      "##p": 1015,
      "##o": 1016,
      "##c": 1017,
      "##h": 1018,
      "##w": 1019,
      "##z": 1020,
      "##m": 1021,
      "##g": 1022,
      "##f": 1023,
      "##d": 1024,
      "##b": 1025,
      "##k": 1026,
      "##0": 1027,
      "##3": 1028,
      "##t": 1029,
      "##x": 1030,
      "##q": 1031,
      "##4": 1032,
      "##7": 1033,
      "##2": 1034,
      "##1": 1035,
      "##j": 1036,
      "##6": 1037,
      "##8": 1038,
      "##5": 1039,
      "##×": 1040,
      "##9": 1041,
      "##ι": 1042,
      "##α": 1043,
      "##ν": 1044,
      "##η": 1045,
      "##μ": 1046,
      "##ق": 1047,
      "##ه": 1048,
      "##σ": 1049,
      "##τ": 1050,
      "##ρ": 1051,
      "##ε": 1052,
      "##°": 1053,
      "##ο": 1054,
      "##р": 1055,
      "##о": 1056,
      "##н": 1057,
      "##т": 1058,
      "##в": 1059,
      "##и": 1060,
      "##к": 1061,
      "##ʿ": 1062,
      "##ញ": 1063,
      "##ា": 1064,
      "##ប": 1065,
      "##ត": 1066,
      "##រ": 1067,
      "##ɔ": 1068,
      "##ː": 1069,
      "##ɪ": 1070,
      "##ŋ": 1071,
      "##л": 1072,
      "##ж": 1073,
      "##ł": 1074,
      "##♭": 1075,
      "##∗": 1076,
      "##э": 1077,
      "##с": 1078,
      "##व": 1079,
      "##ि": 1080,
      "##ध": 1081,
      "##ा": 1082,
      "##न": 1083,
      "##म": 1084,
      "##ʻ": 1085,
      "##υ": 1086,
      "##φ": 1087,
      "##ᅡ": 1088,
      "##ᆫ": 1089,
      "##ᄒ": 1090,
      "##ᅪ": 1091,
      "##δ": 1092,
      "##द": 1093,
      "##ы": 1094,
      "##а": 1095,
      "##я": 1096,
      "##ς": 1097,
      "##া": 1098,
      "##র": 1099,
      "##ত": 1100,
      "##ক": 1101,
      "##ী": 1102,
      "##у": 1103,
      "##κ": 1104,
      "##∞": 1105,
      "##त": 1106,
      "##र": 1107,
      "##ग": 1108,
      "##м": 1109,
      "##п": 1110,
      "##е": 1111,
      "##æ": 1112,
      "##θ": 1113,
      "##ᅩ": 1114,
      "##ᄃ": 1115,
      "##ᅳ": 1116,
      "##ᆼ": 1117,
      "##ᆨ": 1118,
      "##ᄀ": 1119,
      "##ᅭ": 1120,
      "##⣿": 1121,
      "##⣷": 1122,
      "##⣶": 1123,
      "##ी": 1124,
      "##क": 1125,
      "##⊥": 1126,
      "##ो": 1127,
      "##ल": 1128,
      "##য": 1129,
      "##ন": 1130,
      "##ি": 1131,
      "##ମ": 1132,
      "##ବ": 1133,
      "##ଧ": 1134,
      "##ା": 1135,
      "##ନ": 1136,
      "##ə": 1137,
      "##®": 1138,
      "##ス": 1139,
      "##ナ": 1140,
      "##ア": 1141,
      "##イ": 1142,
      "##の": 1143,
      "##ク": 1144,
      "##ラ": 1145,
      "##ン": 1146,
      "##フ": 1147,
      "##ル": 1148,
      "##ɛ": 1149,
      "##い": 1150,
      "##ᅵ": 1151,
      "##ᆯ": 1152,
      "##ᄌ": 1153,
      "##ᅦ": 1154,
      "##ᄋ": 1155,
      "##ᆷ": 1156,
      "##ɚ": 1157,
      "##ð": 1158,
      "##リ": 1159,
      "##ー": 1160,
      "##オ": 1161,
      "##ト": 1162,
      "##ニ": 1163,
      "##ッ": 1164,
      "##ホ": 1165,
      "##ү": 1166,
      "##ω": 1167,
      "##γ": 1168,
      "##ꜣ": 1169,
      "##ᄉ": 1170,
      "##ᅢ": 1171,
      "##œ": 1172,
      "##⁄": 1173,
      "##ß": 1174,
      "##ı": 1175,
      "##²": 1176,
      "##→": 1177,
      "##خ": 1178,
      "##ص": 1179,
      "##ɭ": 1180,
      "##λ": 1181,
      "##¬": 1182,
      "##χ": 1183,
      "##і": 1184,
      "##⠟": 1185,
      "##⢁": 1186,
      "##⣴": 1187,
      "##⡿": 1188,
      "##⠋": 1189,
      "##⣠": 1190,
      "##⣾": 1191,
      "##ʾ": 1192,
      "##ь": 1193,
      "##♯": 1194,
      "##ब": 1195,
      "##प": 1196,
      "##ξ": 1197,
      "##ʰ": 1198,
      "##ø": 1199,
      "##א": 1200,
      "##ו": 1201,
      "##נ": 1202,
      "##י": 1203,
      "##ם": 1204,
      "##य": 1205,
      "##マ": 1206,
      "##ヒ": 1207,
      "##け": 1208,
      "##る": 1209,
      "##メ": 1210,
      "##キ": 1211,
      "##シ": 1212,
      "##コ": 1213,
      "##ष": 1214,
      "##ण": 1215,
      "##श": 1216,
      "##स": 1217,
      "##⊤": 1218,
      "##−": 1219,
      "##г": 1220,
      "##ม": 1221,
      "##ท": 1222,
      "##ร": 1223,
      "##โ": 1224,
      "##ฆ": 1225,
      "##ษ": 1226,
      "##ค": 1227,
      "##ฉ": 1228,
      "##น": 1229,
      "##ˑ": 1230,
      "##カ": 1231,
      "##™": 1232,
      "##з": 1233,
      "##ц": 1234,
      "##ч": 1235,
      "##ˈ": 1236,
      "##ɾ": 1237,
      "##ᅮ": 1238,
      "##ᄏ": 1239,
      "##ᄅ": 1240,
      "##ᅥ": 1241,
      "##ᆸ": 1242,
      "##ʒ": 1243,
      "##ע": 1244,
      "##ש": 1245,
      "##ר": 1246,
      "##ן": 1247,
      "##ड": 1248,
      "##ח": 1249,
      "##∩": 1250,
      "##ਗ": 1251,
      "##ੜ": 1252,
      "##ਾ": 1253,
      "##½": 1254,
      "##つ": 1255,
      "##て": 1256,
      "##б": 1257,
      "##ʊ": 1258,
      "##⡷": 1259,
      "##⢀": 1260,
      "##⠀": 1261,
      "##х": 1262,
      "##ʲ": 1263,
      "##ʃ": 1264,
      "##⣌": 1265,
      "##⠙": 1266,
      "##⢿": 1267,
      "##ʌ": 1268,
      "##ⱷ": 1269,
      "##ᴥ": 1270,
      "##≼": 1271,
      "##ت": 1272,
      "##ر": 1273,
      "##ن": 1274,
      "##д": 1275,
      "##ل": 1276,
      "##ا": 1277,
      "##د": 1278,
      "##ट": 1279,
      "##ɜ": 1280,
      "##đ": 1281,
      "##ي": 1282,
      "##π": 1283,
      "##ह": 1284,
      "##ひ": 1285,
      "##ま": 1286,
      "##¥": 1287,
      "##ج": 1288,
      "##ᄇ": 1289,
      "##⢻": 1290,
      "##ञ": 1291,
      "##ज": 1292,
      "##´": 1293,
      "##ʔ": 1294,
      "##∈": 1295,
      "##ю": 1296,
      "##ର": 1297,
      "##ତ": 1298,
      "##ʼ": 1299,
      "##റ": 1300,
      "##ി": 1301,
      "##യ": 1302,
      "##ം": 1303,
      "##ɡ": 1304,
      "##ᵊ": 1305,
      "##ᄆ": 1306,
      "##ɗ": 1307,
      "##ʱ": 1308,
      "##េ": 1309,
      "##ជ": 1310,
      "##ណ": 1311,
      "##ឌ": 1312,
      "##♥": 1313,
      "##⡈": 1314,
      "##م": 1315,
      "##ع": 1316,
      "##و": 1317,
      "##س": 1318,
      "##₃": 1319,
      "##វ": 1320,
      "##ស": 1321,
      "##ゃ": 1322,
      "##ん": 1323,
      "##ɖ": 1324,
      "##ி": 1325,
      "##ய": 1326,
      "##ல": 1327,
      "##ம": 1328,
      "##ை": 1329,
      "##ப": 1330,
      "##ு": 1331,
      "##ে": 1332,
      "##ד": 1333,
      "##□": 1334,
      "##খ": 1335,
      "##ল": 1336,
      "##щ": 1337,
      "##ф": 1338,
      "##ʁ": 1339,
      "##ʎ": 1340,
      "##ɐ": 1341,
      "##⠿": 1342,
      "##ឡ": 1343,
      "##ង": 1344,
      "##ច": 1345,
      "##ថ": 1346,
      "##ន": 1347,
      "##ក": 1348,
      "##យ": 1349,
      "##ខ": 1350,
      "##ភ": 1351,
      "##ល": 1352,
      "##দ": 1353,
      "##ৰ": 1354,
      "##ɫ": 1355,
      "##ᄎ": 1356,
      "##ك": 1357,
      "##ی": 1358,
      "##ء": 1359,
      "##ط": 1360,
      "##ヘ": 1361,
      "##ठ": 1362,
      "##ং": 1363,
      "##⠁": 1364,
      "##ᄊ": 1365,
      "##ᅧ": 1366,
      "##⋊": 1367,
      "##ទ": 1368,
      "##േ": 1369,
      "##ല": 1370,
      "##⠻": 1371,
      "##⡟": 1372,
      "##⊴": 1373,
      "##ъ": 1374,
      "##√": 1375,
      "##ɒ": 1376,
      "##エ": 1377,
      "##ˠ": 1378,
      "##ব": 1379,
      "##ধ": 1380,
      "##ᅫ": 1381,
      "##ᅨ": 1382,
      "##ந": 1383,
      "##⋅": 1384,
      "##∇": 1385,
      "##ห": 1386,
      "##า": 1387,
      "##อ": 1388,
      "##ณ": 1389,
      "##จ": 1390,
      "##ก": 1391,
      "##ไ": 1392,
      "##ย": 1393,
      "##ƥ": 1394,
      "##ȡ": 1395,
      "##˚": 1396,
      "##⣼": 1397,
      "##ẚ": 1398,
      "th": 1399,
      "the": 1400,
      "##er": 1401,
      "##on": 1402,
      "##in": 1403,
      "##at": 1404,
      "##es": 1405,
      "##ed": 1406,
      "##en": 1407,
      "##nd": 1408,
      "##or": 1409,
      "##al": 1410,
      "in": 1411,
      "##an": 1412,
      "of": 1413,
      "##ar": 1414,
      "##ic": 1415,
      "##it": 1416,
      "##is": 1417,
      "##ion": 1418,
      "and": 1419,
      "##ing": 1420,
      "##as": 1421,
      "##ro": 1422,
      "to": 1423,
      "##re": 1424,
      "##ent": 1425,
      "##le": 1426,
      "##om": 1427,
      "##st": 1428,
      "##el": 1429,
      "##ou": 1430,
      "##ec": 1431,
      "##ol": 1432,
      "##ac": 1433,
      "##et": 1434,
      "##il": 1435,
      "##ation": 1436,
      "##th": 1437,
      "##iv": 1438,
      "##am": 1439,
      "##ur": 1440,
      "as": 1441,
      "for": 1442,
      "##ly": 1443,
      "is": 1444,
      "##em": 1445,
      "##ts": 1446,
      "st": 1447,
      "##ch": 1448,
      "on": 1449,
      "##ad": 1450,
      "##ers": 1451,
      "##ce": 1452,
      "##ig": 1453,
      "##id": 1454,
      "##ir": 1455,
      "wh": 1456,
      "con": 1457,
      "re": 1458,
      "##ut": 1459,
      "##im": 1460,
      "al": 1461,
      "##ul": 1462,
      "##ith": 1463,
      "an": 1464,
      "##ter": 1465,
      "pro": 1466,
      "be": 1467,
      "##ay": 1468,
      "##ow": 1469,
      "##ct": 1470,
      "##us": 1471,
      "by": 1472,
      "that": 1473,
      "##ist": 1474,
      "su": 1475,
      "##ot": 1476,
      "with": 1477,
      "com": 1478,
      "or": 1479,
      "##ies": 1480,
      "was": 1481,
      "19": 1482,
      "##os": 1483,
      "##ver": 1484,
      "ch": 1485,
      "##ain": 1486,
      "sp": 1487,
      "ex": 1488,
      "##od": 1489,
      "de": 1490,
      "##ap": 1491,
      "##ical": 1492,
      "20": 1493,
      "##ab": 1494,
      "##ess": 1495,
      "##um": 1496,
      "##og": 1497,
      "##op": 1498,
      "##if": 1499,
      "##ag": 1500,
      "##ial": 1501,
      "##pl": 1502,
      "ar": 1503,
      "##and": 1504,
      "##ity": 1505,
      "##ate": 1506,
      "##av": 1507,
      "##ian": 1508,
      "##ud": 1509,
      "pr": 1510,
      "are": 1511,
      "##oc": 1512,
      "##rom": 1513,
      "##ia": 1514,
      "##ear": 1515,
      "un": 1516,
      "##est": 1517,
      "##ment": 1518,
      "from": 1519,
      "tr": 1520,
      "it": 1521,
      "##un": 1522,
      "##ere": 1523,
      "us": 1524,
      "at": 1525,
      "##ive": 1526,
      "ind": 1527,
      "##ich": 1528,
      "ne": 1529,
      "en": 1530,
      "##ld": 1531,
      "se": 1532,
      "##ect": 1533,
      "##art": 1534,
      "##ated": 1535,
      "dis": 1536,
      "comp": 1537,
      "##ions": 1538,
      "##qu": 1539,
      "##ine": 1540,
      "##pp": 1541,
      "##igh": 1542,
      "##ence": 1543,
      "wor": 1544,
      "inc": 1545,
      "sh": 1546,
      "which": 1547,
      "##ish": 1548,
      "##ak": 1549,
      "##all": 1550,
      "##se": 1551,
      "le": 1552,
      "##ib": 1553,
      "##ill": 1554,
      "##iz": 1555,
      "##ther": 1556,
      "##ort": 1557,
      "were": 1558,
      "##ant": 1559,
      "res": 1560,
      "##ore": 1561,
      "pl": 1562,
      "##ary": 1563,
      "int": 1564,
      "##ell": 1565,
      "##ost": 1566,
      "sc": 1567,
      "##pt": 1568,
      "##olog": 1569,
      "not": 1570,
      "this": 1571,
      "##rou": 1572,
      "##ge": 1573,
      "##ath": 1574,
      "##ics": 1575,
      "##ure": 1576,
      "##ov": 1577,
      "cont": 1578,
      "##gh": 1579,
      "cl": 1580,
      "##act": 1581,
      "ad": 1582,
      "##erm": 1583,
      "##ard": 1584,
      "##ace": 1585,
      "##ast": 1586,
      "##ations": 1587,
      "##our": 1588,
      "##per": 1589,
      "##cc": 1590,
      "all": 1591,
      "he": 1592,
      "##ans": 1593,
      "##ber": 1594,
      "##ip": 1595,
      "##du": 1596,
      "##end": 1597,
      "##ach": 1598,
      "##oun": 1599,
      "##ave": 1600,
      "##ame": 1601,
      "im": 1602,
      "##ie": 1603,
      "##ous": 1604,
      "##ust": 1605,
      "##rit": 1606,
      "its": 1607,
      "##ong": 1608,
      "##ory": 1609,
      "##ome": 1610,
      "part": 1611,
      "##so": 1612,
      "##ual": 1613,
      "##ition": 1614,
      "war": 1615,
      "inter": 1616,
      "sy": 1617,
      "man": 1618,
      "##00": 1619,
      "can": 1620,
      "##ult": 1621,
      "their": 1622,
      "##lud": 1623,
      "##ech": 1624,
      "am": 1625,
      "##ign": 1626,
      "pol": 1627,
      "also": 1628,
      "have": 1629,
      "##ue": 1630,
      "##ass": 1631,
      "##onom": 1632,
      "af": 1633,
      "##ra": 1634,
      "comm": 1635,
      "##fer": 1636,
      "##for": 1637,
      "go": 1638,
      "ab": 1639,
      "such": 1640,
      "includ": 1641,
      "##ction": 1642,
      "201": 1643,
      "has": 1644,
      "ec": 1645,
      "per": 1646,
      "##ance": 1647,
      "gen": 1648,
      "fir": 1649,
      "art": 1650,
      "fr": 1651,
      "rec": 1652,
      "##ub": 1653,
      "##ational": 1654,
      "##ks": 1655,
      "##ates": 1656,
      "cent": 1657,
      "##ry": 1658,
      "ph": 1659,
      "em": 1660,
      "med": 1661,
      "##ely": 1662,
      "mar": 1663,
      "##ord": 1664,
      "mod": 1665,
      "##ology": 1666,
      "mus": 1667,
      "new": 1668,
      "##yle": 1669,
      "bo": 1670,
      "first": 1671,
      "##ould": 1672,
      "##gr": 1673,
      "##ific": 1674,
      "##vel": 1675,
      "##ces": 1676,
      "##etw": 1677,
      "other": 1678,
      "form": 1679,
      "##ight": 1680,
      "##age": 1681,
      "##ang": 1682,
      "##ire": 1683,
      "econom": 1684,
      "one": 1685,
      "##ents": 1686,
      "##ens": 1687,
      "##play": 1688,
      "##ied": 1689,
      "dec": 1690,
      "##able": 1691,
      "##ide": 1692,
      "##ru": 1693,
      "they": 1694,
      "##ism": 1695,
      "##echn": 1696,
      "sci": 1697,
      "had": 1698,
      "des": 1699,
      "##ik": 1700,
      "te": 1701,
      "ev": 1702,
      "display": 1703,
      "##ack": 1704,
      "his": 1705,
      "##ime": 1706,
      "bec": 1707,
      "##pr": 1708,
      "but": 1709,
      "##style": 1710,
      "##ount": 1711,
      "##ound": 1712,
      "##form": 1713,
      "cons": 1714,
      "col": 1715,
      "ag": 1716,
      "more": 1717,
      "bas": 1718,
      "##out": 1719,
      "200": 1720,
      "app": 1721,
      "world": 1722,
      "techn": 1723,
      "##ced": 1724,
      "displaystyle": 1725,
      "##stem": 1726,
      "##ile": 1727,
      "##ice": 1728,
      "##amp": 1729,
      "sub": 1730,
      "ser": 1731,
      "india": 1732,
      "##ater": 1733,
      "##ning": 1734,
      "system": 1735,
      "over": 1736,
      "##ree": 1737,
      "und": 1738,
      "reg": 1739,
      "tw": 1740,
      "##ular": 1741,
      "##ff": 1742,
      "##ors": 1743,
      "##uring": 1744,
      "##ric": 1745,
      "space": 1746,
      "been": 1747,
      "some": 1748,
      "acc": 1749,
      "gener": 1750,
      "used": 1751,
      "rel": 1752,
      "ass": 1753,
      "pre": 1754,
      "##ok": 1755,
      "stud": 1756,
      "##own": 1757,
      "ear": 1758,
      "##ited": 1759,
      "inv": 1760,
      "into": 1761,
      "co": 1762,
      "math": 1763,
      "me": 1764,
      "##gan": 1765,
      "these": 1766,
      "##ose": 1767,
      "year": 1768,
      "under": 1769,
      "202": 1770,
      "##een": 1771,
      "##velop": 1772,
      "##ative": 1773,
      "most": 1774,
      "##ys": 1775,
      "develop": 1776,
      "we": 1777,
      "soc": 1778,
      "imp": 1779,
      "##ubl": 1780,
      "##ond": 1781,
      "hist": 1782,
      "after": 1783,
      "who": 1784,
      "may": 1785,
      "produ": 1786,
      "ma": 1787,
      "##ities": 1788,
      "##rop": 1789,
      "##are": 1790,
      "two": 1791,
      "##ough": 1792,
      "ro": 1793,
      "betw": 1794,
      "between": 1795,
      "##iet": 1796,
      "inst": 1797,
      "there": 1798,
      "##tern": 1799,
      "ele": 1800,
      "##rap": 1801,
      "##ivers": 1802,
      "kn": 1803,
      "##reat": 1804,
      "##ists": 1805,
      "fe": 1806,
      "num": 1807,
      "def": 1808,
      "##ite": 1809,
      "out": 1810,
      "ac": 1811,
      "during": 1812,
      "##ade": 1813,
      "many": 1814,
      "##ft": 1815,
      "##oin": 1816,
      "trans": 1817,
      "##ally": 1818,
      "pe": 1819,
      "met": 1820,
      "act": 1821,
      "so": 1822,
      "par": 1823,
      "##erman": 1824,
      "music": 1825,
      "##ious": 1826,
      "att": 1827,
      "nor": 1828,
      "pres": 1829,
      "##rough": 1830,
      "##ution": 1831,
      "how": 1832,
      "spec": 1833,
      "gover": 1834,
      "##ict": 1835,
      "ge": 1836,
      "##ep": 1837,
      "##eric": 1838,
      "##land": 1839,
      "off": 1840,
      "##ten": 1841,
      "time": 1842,
      "##aw": 1843,
      "set": 1844,
      "##low": 1845,
      "18": 1846,
      "dif": 1847,
      "pop": 1848,
      "than": 1849,
      "govern": 1850,
      "count": 1851,
      "##ail": 1852,
      "do": 1853,
      "##ural": 1854,
      "##ury": 1855,
      "##ines": 1856,
      "fin": 1857,
      "eng": 1858,
      "##rib": 1859,
      "rep": 1860,
      "##ase": 1861,
      "lar": 1862,
      "##eld": 1863,
      "194": 1864,
      "##raph": 1865,
      "min": 1866,
      "br": 1867,
      "##ern": 1868,
      "when": 1869,
      "german": 1870,
      "work": 1871,
      "##ph": 1872,
      "states": 1873,
      "play": 1874,
      "##ement": 1875,
      "americ": 1876,
      "mon": 1877,
      "grou": 1878,
      "high": 1879,
      "##iss": 1880,
      "##ms": 1881,
      "##ved": 1882,
      "##les": 1883,
      "##aus": 1884,
      "199": 1885,
      "polit": 1886,
      "sec": 1887,
      "fol": 1888,
      "##te": 1889,
      "##ve": 1890,
      "cap": 1891,
      "##ized": 1892,
      "use": 1893,
      "eu": 1894,
      "##apan": 1895,
      "model": 1896,
      "hum": 1897,
      "japan": 1898,
      "##ri": 1899,
      "through": 1900,
      "would": 1901,
      "up": 1902,
      "publ": 1903,
      "sch": 1904,
      "ai": 1905,
      "science": 1906,
      "##ons": 1907,
      "##als": 1908,
      "##earch": 1909,
      "##ob": 1910,
      "id": 1911,
      "bi": 1912,
      "call": 1913,
      "class": 1914,
      "qu": 1915,
      "var": 1916,
      "##orts": 1917,
      "intern": 1918,
      "##ember": 1919,
      "univers": 1920,
      "##emat": 1921,
      "##old": 1922,
      "##ject": 1923,
      "including": 1924,
      "str": 1925,
      "lear": 1926,
      "only": 1927,
      "ob": 1928,
      "##ike": 1929,
      "##ating": 1930,
      "cre": 1931,
      "century": 1932,
      "inf": 1933,
      "##ians": 1934,
      "prov": 1935,
      "while": 1936,
      "government": 1937,
      "mathemat": 1938,
      "national": 1939,
      "sim": 1940,
      "disc": 1941,
      "##ures": 1942,
      "000": 1943,
      "##ered": 1944,
      "differ": 1945,
      "pos": 1946,
      "supp": 1947,
      "##ility": 1948,
      "##ograph": 1949,
      "group": 1950,
      "found": 1951,
      "##hip": 1952,
      "fun": 1953,
      "bl": 1954,
      "##ral": 1955,
      "brit": 1956,
      "pow": 1957,
      "##ug": 1958,
      "##lish": 1959,
      "term": 1960,
      "##ings": 1961,
      "##0s": 1962,
      "dist": 1963,
      "##ward": 1964,
      "##ket": 1965,
      "united": 1966,
      "sur": 1967,
      "gr": 1968,
      "##one": 1969,
      "research": 1970,
      "progr": 1971,
      "end": 1972,
      "exp": 1973,
      "##ically": 1974,
      "##ted": 1975,
      "technology": 1976,
      "ap": 1977,
      "##xt": 1978,
      "##ake": 1979,
      "##yp": 1980,
      "##illion": 1981,
      "##row": 1982,
      "follow": 1983,
      "fil": 1984,
      "if": 1985,
      "sou": 1986,
      "where": 1987,
      "est": 1988,
      "no": 1989,
      "val": 1990,
      "##ey": 1991,
      "state": 1992,
      "medic": 1993,
      "history": 1994,
      "about": 1995,
      "dat": 1996,
      "both": 1997,
      "car": 1998,
      "##ments": 1999,
      "add": 2000,
      "##ient": 2001,
      "##ision": 2002,
      "organ": 2003,
      "maj": 2004,
      "fl": 2005,
      "sin": 2006,
      "sign": 2007,
      "well": 2008,
      "social": 2009,
      "##ork": 2010,
      "air": 2011,
      "rem": 2012,
      "##cept": 2013,
      "##ank": 2014,
      "##ert": 2015,
      "known": 2016,
      "called": 2017,
      "peop": 2018,
      "##red": 2019,
      "##ise": 2020,
      "##ese": 2021,
      "equ": 2022,
      "based": 2023,
      "oper": 2024,
      "##ield": 2025,
      "major": 2026,
      "rev": 2027,
      "eff": 2028,
      "europ": 2029,
      "##led": 2030,
      "sports": 2031,
      "##ever": 2032,
      "ext": 2033,
      "comput": 2034,
      "comple": 2035,
      "years": 2036,
      "europe": 2037,
      "number": 2038,
      "##enc": 2039,
      "char": 2040,
      "human": 2041,
      "learning": 2042,
      "mov": 2043,
      "dem": 2044,
      "nat": 2045,
      "arm": 2046,
      "##ital": 2047,
      "any": 2048,
      "often": 2049,
      "##ample": 2050,
      "them": 2051,
      "##its": 2052,
      "##ization": 2053,
      "const": 2054,
      "partic": 2055,
      "##cess": 2056,
      "early": 2057,
      "##sp": 2058,
      "became": 2059,
      "people": 2060,
      "adv": 2061,
      "medicine": 2062,
      "##ind": 2063,
      "##ale": 2064,
      "##ood": 2065,
      "##imes": 2066,
      "however": 2067,
      "american": 2068,
      "##rol": 2069,
      "##ially": 2070,
      "##az": 2071,
      "mil": 2072,
      "main": 2073,
      "##att": 2074,
      "sm": 2075,
      "198": 2076,
      "##erg": 2077,
      "trad": 2078,
      "##ained": 2079,
      "example": 2080,
      "being": 2081,
      "##ruct": 2082,
      "##ually": 2083,
      "will": 2084,
      "##ier": 2085,
      "dep": 2086,
      "##ss": 2087,
      "indian": 2088,
      "program": 2089,
      "##ily": 2090,
      "appro": 2091,
      "##iew": 2092,
      "again": 2093,
      "different": 2094,
      "pers": 2095,
      "##ects": 2096,
      "##her": 2097,
      "political": 2098,
      "##ession": 2099,
      "##ann": 2100,
      "bel": 2101,
      "##omen": 2102,
      "sing": 2103,
      "##ices": 2104,
      "##ew": 2105,
      "##plic": 2106,
      "theory": 2107,
      "##aining": 2108,
      "##ild": 2109,
      "197": 2110,
      "##ble": 2111,
      "general": 2112,
      "##wn": 2113,
      "##ays": 2114,
      "##ues": 2115,
      "##up": 2116,
      "lead": 2117,
      "##io": 2118,
      "##uss": 2119,
      "like": 2120,
      "data": 2121,
      "##ron": 2122,
      "bu": 2123,
      "made": 2124,
      "resp": 2125,
      "incre": 2126,
      "##ulation": 2127,
      "10": 2128,
      "##ological": 2129,
      "economic": 2130,
      "##urn": 2131,
      "##bers": 2132,
      "conc": 2133,
      "desc": 2134,
      "contin": 2135,
      "british": 2136,
      "then": 2137,
      "##ange": 2138,
      "since": 2139,
      "op": 2140,
      "196": 2141,
      "##ased": 2142,
      "later": 2143,
      "occ": 2144,
      "##alth": 2145,
      "sa": 2146,
      "university": 2147,
      "##ages": 2148,
      "commun": 2149,
      "##oy": 2150,
      "dr": 2151,
      "three": 2152,
      "##ible": 2153,
      "phys": 2154,
      "##ix": 2155,
      "##round": 2156,
      "compan": 2157,
      "##ined": 2158,
      "process": 2159,
      "##omet": 2160,
      "##ool": 2161,
      "anal": 2162,
      "##anc": 2163,
      "typ": 2164,
      "##ences": 2165,
      "ret": 2166,
      "poin": 2167,
      "dire": 2168,
      "peri": 2169,
      "loc": 2170,
      "##ause": 2171,
      "ed": 2172,
      "mat": 2173,
      "period": 2174,
      "consid": 2175,
      "economics": 2176,
      "##und": 2177,
      "each": 2178,
      "public": 2179,
      "##ior": 2180,
      "##ful": 2181,
      "det": 2182,
      "cor": 2183,
      "bro": 2184,
      "##ery": 2185,
      "elect": 2186,
      "ann": 2187,
      "record": 2188,
      "##ames": 2189,
      "##fore": 2190,
      "##elf": 2191,
      "pract": 2192,
      "la": 2193,
      "red": 2194,
      "##ting": 2195,
      "sever": 2196,
      "gu": 2197,
      "support": 2198,
      "191": 2199,
      "pat": 2200,
      "##ivid": 2201,
      "cult": 2202,
      "million": 2203,
      "##igin": 2204,
      "south": 2205,
      "##olution": 2206,
      "##ai": 2207,
      "lang": 2208,
      "include": 2209,
      "ord": 2210,
      "##eng": 2211,
      "##ident": 2212,
      "origin": 2213,
      "colle": 2214,
      "design": 2215,
      "cr": 2216,
      "film": 2217,
      "common": 2218,
      "rele": 2219,
      "study": 2220,
      "serv": 2221,
      "japanese": 2222,
      "##aking": 2223,
      "##ock": 2224,
      "power": 2225,
      "##ention": 2226,
      "could": 2227,
      "writ": 2228,
      "plan": 2229,
      "milit": 2230,
      "gre": 2231,
      "##ives": 2232,
      "##osed": 2233,
      "##ived": 2234,
      "mu": 2235,
      "##hod": 2236,
      "second": 2237,
      "systems": 2238,
      "field": 2239,
      "women": 2240,
      "##ised": 2241,
      "##lu": 2242,
      "development": 2243,
      "netw": 2244,
      "lab": 2245,
      "mem": 2246,
      "king": 2247,
      "modern": 2248,
      "against": 2249,
      "direct": 2250,
      "##iqu": 2251,
      "perform": 2252,
      "method": 2253,
      "el": 2254,
      "##til": 2255,
      "##ah": 2256,
      "function": 2257,
      "international": 2258,
      "long": 2259,
      "exper": 2260,
      "dom": 2261,
      "same": 2262,
      "country": 2263,
      "four": 2264,
      "mach": 2265,
      "15": 2266,
      "inform": 2267,
      "non": 2268,
      "prof": 2269,
      "sov": 2270,
      "using": 2271,
      "soviet": 2272,
      "langu": 2273,
      "##ries": 2274,
      "repr": 2275,
      "her": 2276,
      "##itions": 2277,
      "##uc": 2278,
      "##very": 2279,
      "control": 2280,
      "chr": 2281,
      "medical": 2282,
      "north": 2283,
      "several": 2284,
      "##cl": 2285,
      "fam": 2286,
      "##rodu": 2287,
      "##ently": 2288,
      "emp": 2289,
      "##ively": 2290,
      "arch": 2291,
      "large": 2292,
      "mult": 2293,
      "open": 2294,
      "##br": 2295,
      "real": 2296,
      "##ipl": 2297,
      "##ina": 2298,
      "land": 2299,
      "##ason": 2300,
      "##ize": 2301,
      "##oh": 2302,
      "larg": 2303,
      "##itional": 2304,
      "expl": 2305,
      "team": 2306,
      "##ablish": 2307,
      "military": 2308,
      "##ued": 2309,
      "##other": 2310,
      "ent": 2311,
      "##ories": 2312,
      "allow": 2313,
      "sk": 2314,
      "began": 2315,
      "own": 2316,
      "##ency": 2317,
      "17": 2318,
      "within": 2319,
      "gl": 2320,
      "establish": 2321,
      "prom": 2322,
      "series": 2323,
      "##itut": 2324,
      "requ": 2325,
      "school": 2326,
      "geograph": 2327,
      "##ins": 2328,
      "led": 2329,
      "cell": 2330,
      "##ished": 2331,
      "result": 2332,
      "##ains": 2333,
      "##uth": 2334,
      "##bo": 2335,
      "christ": 2336,
      "crit": 2337,
      "top": 2338,
      "av": 2339,
      "##ross": 2340,
      "##erv": 2341,
      "fact": 2342,
      "##ball": 2343,
      "import": 2344,
      "prev": 2345,
      "193": 2346,
      "mid": 2347,
      "scient": 2348,
      "proble": 2349,
      "repres": 2350,
      "##par": 2351,
      "cur": 2352,
      "##get": 2353,
      "##oci": 2354,
      "##ering": 2355,
      "game": 2356,
      "prot": 2357,
      "histor": 2358,
      "accord": 2359,
      "influ": 2360,
      "##ty": 2361,
      "phil": 2362,
      "offic": 2363,
      "jew": 2364,
      "because": 2365,
      "before": 2366,
      "associ": 2367,
      "prin": 2368,
      "following": 2369,
      "##oman": 2370,
      "##ench": 2371,
      "##ired": 2372,
      "lif": 2373,
      "##ick": 2374,
      "leg": 2375,
      "among": 2376,
      "ident": 2377,
      "12": 2378,
      "until": 2379,
      "germany": 2380,
      "##por": 2381,
      "##yn": 2382,
      "conf": 2383,
      "##iven": 2384,
      "feat": 2385,
      "##atic": 2386,
      "health": 2387,
      "##ague": 2388,
      "around": 2389,
      "though": 2390,
      "those": 2391,
      "port": 2392,
      "indust": 2393,
      "##ash": 2394,
      "market": 2395,
      "ref": 2396,
      "##ont": 2397,
      "law": 2398,
      "particular": 2399,
      "show": 2400,
      "16": 2401,
      "##estern": 2402,
      "##iety": 2403,
      "##epend": 2404,
      "##au": 2405,
      "ter": 2406,
      "popular": 2407,
      "mathematics": 2408,
      "describ": 2409,
      "##ton": 2410,
      "##ases": 2411,
      "party": 2412,
      "according": 2413,
      "post": 2414,
      "##acter": 2415,
      "succ": 2416,
      "models": 2417,
      "aust": 2418,
      "prop": 2419,
      "independ": 2420,
      "ide": 2421,
      "great": 2422,
      "what": 2423,
      "text": 2424,
      "##ather": 2425,
      "back": 2426,
      "developed": 2427,
      "##duc": 2428,
      "company": 2429,
      "information": 2430,
      "civ": 2431,
      "har": 2432,
      "represent": 2433,
      "beh": 2434,
      "sw": 2435,
      "russ": 2436,
      "##ified": 2437,
      "##ogn": 2438,
      "cal": 2439,
      "##ateg": 2440,
      "army": 2441,
      "##oot": 2442,
